namespace WRC.Woodon
{
	public enum WaktaMember
	{
		None = -1,
		우왁굳,

		아이네,
		징버거,
		릴파,
		주르르,
		고세구,
		비챤,

		곽춘식, // 1기
		권민,
		김치만두번영택사스가,
		단답벌레,
		도파민_박사,
		뢴트게늄,
		비밀소녀,
		비즈니스킴,
		왁파고,
		캘리칼리_데이비슨,
		풍신,
		해루석,
		히키킹,
		독고혜지, // 2기
		부정형인간,
		소피아,
		이덕수_할아바이,
		티파니0421,
		카르나르_융터르, // 3기
		프리터,
		노스페라투_호드, // 4기

		닌닌, // 1기
		불곰,
		시리안_레인,
		아마데우스최,
		진희,
		캡틴_설리반,
		사랑전도사_젠투, // 2기
		수셈이,
		철도왕_길버트,
		미미짱짱세용, // 3기
		빅토리,
		데스해머_쵸로키, // 4기
		아이_쓰께끼,
		크리즈,
		버터우스_3세, // 5기
		성기사_샬롯,
		메카_맹기산, // 6기
		Count,
	}
}